Repository: ngs/tides-swift
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar_sa, ca, cs, da, de_de, el, es_es, es_mx, fi, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Enter a latitude between -90 and 90 and a longitude between -180 and 180.
ar_sa: أدخل خط عرض بين -90 و90 وخط طول بين -180 و180.
ca: Introdueix una latitud entre -90 i 90 i una longitud entre -180 i 180.
cs: Zadejte zeměpisnou šířku od -90 do 90 a zeměpisnou délku od -180 do 180.
da: Indtast en breddegrad mellem -90 og 90 og en længdegrad mellem -180 og 180.
de_de: Geben Sie eine Breite zwischen -90 und 90 und eine Länge zwischen -180 und 180 ein.
el: Εισαγάγετε γεωγραφικό πλάτος από -90 έως 90 και γεωγραφικό μήκος από -180 έως 180.
es_es: Introduce una latitud entre -90 y 90 y una longitud entre -180 y 180.
es_mx: Ingresa una latitud entre -90 y 90 y una longitud entre -180 y 180.
fi: Anna leveysaste väliltä -90–90 ja pituusaste väliltä -180–180.
fr_ca: Saisissez une latitude entre -90 et 90 et une longitude entre -180 et 180.
he: יש להזין קו רוחב בין -90 ל-90 וקו אורך בין -180 ל-180.
hi: -90 और 90 के बीच अक्षांश तथा -180 और 180 के बीच देशांतर दर्ज करें।
hr: Unesite zemljopisnu širinu između -90 i 90 te dužinu između -180 i 180.
hu: Adjon meg egy -90 és 90 közötti szélességi és egy -180 és 180 közötti hosszúsági fokot.
id: Masukkan lintang antara -90 dan 90 serta bujur antara -180 dan 180.
it: Inserisci una latitudine tra -90 e 90 e una longitudine tra -180 e 180.
ja: 緯度は -90〜90、経度は -180〜180 の範囲で入力してください。
ko: 위도는 -90~90, 경도는 -180~180 범위로 입력하세요.
ms: Masukkan latitud antara -90 dan 90 serta longitud antara -180 dan 180.
nl_nl: Voer een breedtegraad tussen -90 en 90 en een lengtegraad tussen -180 en 180 in.
no: Angi en breddegrad mellom -90 og 90 og en lengdegrad mellom -180 og 180.
pl: Podaj szerokość geograficzną od -90 do 90 i długość geograficzną od -180 do 180.
pt_br: Insira uma latitude entre -90 e 90 e uma longitude entre -180 e 180.
pt_pt: Introduza uma latitude entre -90 e 90 e uma longitude entre -180 e 180.
ro: Introduceți o latitudine între -90 și 90 și o longitudine între -180 și 180.
ru: Введите широту от -90 до 90 и долготу от -180 до 180.
sk: Zadajte zemepisnú šírku od -90 do 90 a zemepisnú dĺžku od -180 do 180.
sv: Ange en latitud mellan -90 och 90 och en longitud mellan -180 och 180.
th: ป้อนละติจูดระหว่าง -90 ถึง 90 และลองจิจูดระหว่าง -180 ถึง 180
tr: -90 ile 90 arasında bir enlem ve -180 ile 180 arasında bir boylam girin.
uk: Введіть широту від -90 до 90 і довготу від -180 до 180.
vi: Nhập vĩ độ từ -90 đến 90 và kinh độ từ -180 đến 180.
zh_hans: 请输入 -90 至 90 之间的纬度和 -180 至 180 之间的经度。
zh_hant: 請輸入 -90 至 90 之間的緯度和 -180 至 180 之間的經度。

source: Falling Tide
ar_sa: مد هابط
ca: Marea baixant
cs: Klesající hladina
da: Faldende tidevand
de_de: Ebbe
el: Άμπωτη
es_es: Marea descendente
es_mx: Marea descendente
fi: Laskuvesi
fr_ca: Marée descendante
he: המים יורדים
hi: उतरता ज्वार
hr: Oseka
hu: Csökkenő vízszint
id: Pasang Turun
it: Marea calante
ja: 下げ潮
ko: 썰물
ms: Pasang Turun
nl_nl: Afgaand tij
no: Fallende tidevann
pl: Odpływ
pt_br: Maré vazante
pt_pt: Maré vazante
ro: Reflux
ru: Отлив
sk: Klesajúca hladina
sv: Fallande tidvatten
th: น้ำกำลังลง
tr: Alçalan Gelgit
uk: Відплив
vi: Triều đang xuống
zh_hans: 落潮
zh_hant: 退潮

source: FES2014/2022 Tidal Model (AVISO+)
ar_sa: نموذج المد والجزر FES2014/2022 (AVISO+)
ca: Model de marea FES2014/2022 (AVISO+)
cs: Slapový model FES2014/2022 (AVISO+)
da: FES2014/2022-tidevandsmodel (AVISO+)
de_de: FES2014/2022-Gezeitenmodell (AVISO+)
el: Παλιρροϊκό μοντέλο FES2014/2022 (AVISO+)
es_es: Modelo de mareas FES2014/2022 (AVISO+)
es_mx: Modelo de mareas FES2014/2022 (AVISO+)
fi: FES2014/2022-vuorovesimalli (AVISO+)
fr_ca: Modèle de marée FES2014/2022 (AVISO+)
he: מודל הגאות FES2014/2022 (AVISO+)
hi: FES2014/2022 ज्वारीय मॉडल (AVISO+)
hr: Model morskih mijena FES2014/2022 (AVISO+)
hu: FES2014/2022 árapálymodell (AVISO+)
id: Model Pasang Surut FES2014/2022 (AVISO+)
it: Modello di marea FES2014/2022 (AVISO+)
ja: FES2014/2022 潮汐モデル (AVISO+)
ko: FES2014/2022 조석 모델 (AVISO+)
ms: Model Pasang Surut FES2014/2022 (AVISO+)
nl_nl: FES2014/2022-getijdenmodel (AVISO+)
no: FES2014/2022-tidevannsmodell (AVISO+)
pl: Model pływów FES2014/2022 (AVISO+)
pt_br: Modelo de maré FES2014/2022 (AVISO+)
pt_pt: Modelo de maré FES2014/2022 (AVISO+)
ro: Modelul de maree FES2014/2022 (AVISO+)
ru: Приливная модель FES2014/2022 (AVISO+)
sk: Slapový model FES2014/2022 (AVISO+)
sv: FES2014/2022-tidvattenmodell (AVISO+)
th: แบบจำลองน้ำขึ้นน้ำลง FES2014/2022 (AVISO+)
tr: FES2014/2022 Gelgit Modeli (AVISO+)
uk: Припливна модель FES2014/2022 (AVISO+)
vi: Mô hình thủy triều FES2014/2022 (AVISO+)
zh_hans: FES2014/2022 潮汐模型 (AVISO+)
zh_hant: FES2014/2022 潮汐模型 (AVISO+)

source: Fetch Parameters for This Location
ar_sa: جلب معاملات هذا الموقع
ca: Obtén els paràmetres d'aquesta ubicació
cs: Stáhnout parametry pro tuto polohu
da: Hent parametre for denne lokalitet
de_de: Parameter für diesen Ort laden
el: Λήψη παραμέτρων για αυτήν την τοποθεσία
es_es: Obtener los parámetros de esta ubicación
es_mx: Obtener los parámetros de esta ubicación
fi: Hae tämän sijainnin parametrit
fr_ca: Récupérer les paramètres pour ce lieu
he: אחזור פרמטרים עבור מיקום זה
hi: इस स्थान के पैरामीटर प्राप्त करें
hr: Dohvati parametre za ovu lokaciju
hu: Paraméterek letöltése ehhez a helyhez
id: Ambil Parameter untuk Lokasi Ini
it: Scarica i parametri per questa località
ja: この地点のパラメータを取得
ko: 이 위치의 파라미터 가져오기
ms: Ambil Parameter untuk Lokasi Ini
nl_nl: Haal parameters op voor deze locatie
no: Hent parametere for dette stedet
pl: Pobierz parametry dla tej lokalizacji
pt_br: Obter Parâmetros para Este Local
pt_pt: Obter Parâmetros para Esta Localização
ro: Descărcați parametrii pentru această locație
ru: Загрузить параметры для этого места
sk: Stiahnuť parametre pre túto polohu
sv: Hämta parametrar för den här platsen
th: ดึงพารามิเตอร์ของตำแหน่งที่ตั้งนี้
tr: Bu Konum İçin Parametreleri Al
uk: Завантажити параметри для цього місця
vi: Tải tham số cho vị trí này
zh_hans: 获取此位置的参数
zh_hant: 取得此位置的參數

source: Fetched
ar_sa: تاريخ الجلب
ca: Obtingut
cs: Staženo
da: Hentet
de_de: Abgerufen
el: Λήψη στις
es_es: Obtenido el
es_mx: Obtenido el
fi: Haettu
fr_ca: Récupéré le
he: מועד האחזור
hi: प्राप्ति समय
hr: Dohvaćeno
hu: Letöltve
id: Diambil
it: Scaricati il
ja: 取得日時
ko: 가져온 시각
ms: Diambil
nl_nl: Opgehaald
no: Hentet
pl: Pobrano
pt_br: Baixado em
pt_pt: Transferido em
ro: Descărcat
ru: Загружено
sk: Stiahnuté
sv: Hämtad
th: ดึงข้อมูลเมื่อ
tr: Alınma Zamanı
uk: Завантажено
vi: Đã tải lúc
zh_hans: 获取时间
zh_hant: 取得時間

source: Fetching parameters…
ar_sa: جارٍ جلب المعاملات…
ca: S'estan obtenint els paràmetres…
cs: Stahování parametrů…
da: Henter parametre…
de_de: Parameter werden geladen …
el: Λήψη παραμέτρων…
es_es: Obteniendo parámetros…
es_mx: Obteniendo parámetros…
fi: Haetaan parametreja…
fr_ca: Récupération des paramètres…
he: מאחזר פרמטרים…
hi: पैरामीटर प्राप्त किए जा रहे हैं…
hr: Dohvaćanje parametara…
hu: Paraméterek letöltése…
id: Mengambil parameter…
it: Recupero dei parametri…
ja: パラメータを取得中…
ko: 파라미터 가져오는 중…
ms: Mengambil parameter…
nl_nl: Parameters ophalen…
no: Henter parametere…
pl: Pobieranie parametrów…
pt_br: Obtendo parâmetros…
pt_pt: A obter parâmetros…
ro: Se descarcă parametrii…
ru: Загрузка параметров…
sk: Sťahujú sa parametre…
sv: Hämtar parametrar…
th: กำลังดึงพารามิเตอร์…
tr: Parametreler alınıyor…
uk: Завантаження параметрів…
vi: Đang tải tham số…
zh_hans: 正在获取参数…
zh_hant: 正在取得參數…

source: First Quarter
ar_sa: التربيع الأول
ca: Quart creixent
cs: První čtvrť
da: Første kvarter
de_de: Erstes Viertel
el: Πρώτο τέταρτο
es_es: Cuarto creciente
es_mx: Cuarto creciente
fi: Ensimmäinen neljännes
fr_ca: Premier quartier
he: רבע ראשון
hi: प्रथम चतुर्थांश
hr: Prva četvrt
hu: Első negyed
id: Kuartal Pertama
it: Primo quarto
ja: 上弦の月
ko: 상현달
ms: Suku Pertama
nl_nl: Eerste kwartier
no: Første kvarter
pl: Pierwsza kwadra
pt_br: Quarto crescente
pt_pt: Quarto crescente
ro: Primul pătrar
ru: Первая четверть
sk: Prvá štvrť
sv: Första kvarteret
th: จันทร์ครึ่งดวงข้างขึ้น
tr: İlk Dördün
uk: Перша чверть
vi: Trăng thượng huyền
zh_hans: 上弦月
zh_hant: 上弦月

source: Full Moon
ar_sa: البدر
ca: Lluna plena
cs: Úplněk
da: Fuldmåne
de_de: Vollmond
el: Πανσέληνος
es_es: Luna llena
es_mx: Luna llena
fi: Täysikuu
fr_ca: Pleine lune
he: ירח מלא
hi: पूर्णिमा
hr: Puni mjesec
hu: Telihold
id: Bulan Purnama
it: Luna piena
ja: 満月
ko: 보름달
ms: Bulan Purnama
nl_nl: Volle maan
no: Fullmåne
pl: Pełnia
pt_br: Lua cheia
pt_pt: Lua cheia
ro: Lună plină
ru: Полнолуние
sk: Spln
sv: Fullmåne
th: จันทร์เต็มดวง
tr: Dolunay
uk: Повний місяць
vi: Trăng tròn
zh_hans: 满月
zh_hant: 滿月

source: Heights are measured from chart datum (Z0), the level used by Japanese tide tables. It lies below mean sea level by the combined amplitude of the four principal constituents, so heights are almost always positive.
ar_sa: تُقاس الارتفاعات من مستوى صفر الخريطة (Z0)، وهو المستوى المستخدم في جداول المد والجزر اليابانية. ويقع تحت متوسط مستوى سطح البحر بمقدار مجموع سعات المكوّنات الأربعة الرئيسية، لذا تكون الارتفاعات موجبة دائمًا تقريبًا.
ca: Les altures es mesuren des del zero hidrogràfic (Z0), el nivell que fan servir les taules de marea japoneses. Es troba per sota del nivell mitjà del mar en la suma de les amplituds dels quatre components principals, de manera que les altures són gairebé sempre positives.
cs: Výšky se měří od nuly mapy (Z0), hladiny používané v japonských tabulkách přílivu a odlivu. Ta leží pod střední hladinou moře o součet amplitud čtyř hlavních slapových složek, takže výšky jsou téměř vždy kladné.
da: Højder måles fra kortnul (Z0), det niveau som japanske tidevandstabeller bruger. Det ligger under middelvandstanden med den samlede amplitude af de fire vigtigste komponenter, så højderne er næsten altid positive.
de_de: Die Höhen beziehen sich auf das Seekartennull (Z0), das Bezugsniveau der japanischen Gezeitentafeln. Es liegt um die Summe der Amplituden der vier Hauptpartialtiden unter dem mittleren Meeresspiegel, daher sind die Höhen fast immer positiv.
el: Τα ύψη μετρώνται από τη στάθμη αναφοράς χάρτη (Z0), τη στάθμη που χρησιμοποιούν οι ιαπωνικοί πίνακες παλιρροιών. Βρίσκεται κάτω από τη μέση στάθμη της θάλασσας κατά το άθροισμα των πλατών των τεσσάρων κύριων συνιστωσών, οπότε τα ύψη είναι σχεδόν πάντα θετικά.
es_es: Las alturas se miden desde el cero hidrográfico (Z0), el nivel que usan las tablas de mareas japonesas. Está por debajo del nivel medio del mar en una cantidad igual a la suma de las amplitudes de las cuatro componentes principales, por lo que las alturas son casi siempre positivas.
es_mx: Las alturas se miden desde el cero hidrográfico (Z0), el nivel que usan las tablas de mareas japonesas. Está por debajo del nivel medio del mar en una cantidad igual a la suma de las amplitudes de las cuatro componentes principales, por lo que las alturas son casi siempre positivas.
fi: Korkeudet mitataan merikartan nollatasosta (Z0), jota japanilaiset vuorovesitaulukot käyttävät. Se on keskimerenpinnan alapuolella neljän tärkeimmän osavuorovesikomponentin yhteenlasketun amplitudin verran, joten korkeudet ovat lähes aina positiivisia.
fr_ca: Les hauteurs sont mesurées depuis le zéro hydrographique (Z0), le niveau utilisé par les annuaires de marée japonais. Il se situe sous le niveau moyen de la mer, à une distance égale à la somme des amplitudes des quatre composantes principales : les hauteurs sont donc presque toujours positives.
he: הגבהים נמדדים מאפס המפה (Z0), המפלס שבו משתמשים לוחות הגאות היפניים. מפלס זה נמצא מתחת לפני הים הממוצעים בסכום המשרעות של ארבעת הרכיבים העיקריים, ולכן הגבהים כמעט תמיד חיוביים.
hi: ऊँचाइयाँ चार्ट डेटम (Z0) से मापी जाती हैं, जो जापानी ज्वार तालिकाओं में प्रयुक्त स्तर है। यह माध्य समुद्र तल से चार प्रमुख घटकों के आयामों के योग जितना नीचे है, इसलिए ऊँचाइयाँ लगभग हमेशा धनात्मक होती हैं।
hr: Visine se mjere od hidrografske nule (Z0), razine koju koriste japanske tablice morskih mijena. Ona leži ispod srednje razine mora za zbroj amplituda četiriju glavnih harmonijskih članova, pa su visine gotovo uvijek pozitivne.
hu: A magasságok a térképi nullszinttől (Z0) értendők, amelyet a japán árapálytáblázatok használnak. Ez a szint a négy fő árapály-összetevő együttes amplitúdójával a közepes tengerszint alatt fekszik, így a magasságok szinte mindig pozitívak.
id: Tinggi air diukur dari muka surutan (Z0), acuan yang digunakan tabel pasang surut Jepang. Bidang ini berada di bawah muka laut rata-rata sebesar jumlah amplitudo empat konstituen utama, sehingga tinggi air hampir selalu positif.
it: Le altezze sono misurate rispetto allo zero idrografico (Z0), il livello usato dalle tavole di marea giapponesi. Si trova sotto il livello medio del mare di una quantità pari alla somma delle ampiezze delle quattro componenti principali, quindi le altezze sono quasi sempre positive.
ja: 潮位は基本水準面(Z0)からの高さです。日本の潮汐表と同じ基準です。Z0は主要4分潮の振幅の合計だけ平均海面より下にあるため、潮位はほぼ常に正の値になります。
ko: 조위는 일본 조석표에서 사용하는 기본수준면(Z0)을 기준으로 측정됩니다. 기본수준면은 주요 4대 분조의 진폭 합만큼 평균해수면보다 아래에 있으므로 조위는 거의 항상 양수입니다.
ms: Ketinggian air diukur dari datum carta (Z0), aras yang digunakan oleh jadual pasang surut Jepun. Ia berada di bawah aras laut min sebanyak jumlah amplitud empat juzuk utama, jadi ketinggian hampir sentiasa positif.
nl_nl: Hoogten worden gemeten vanaf het reductievlak (Z0), het niveau dat Japanse getijtafels gebruiken. Het ligt onder het gemiddelde zeeniveau met de gecombineerde amplitude van de vier belangrijkste componenten, dus de hoogten zijn vrijwel altijd positief.
no: Høyder måles fra sjøkartnull (Z0), nivået japanske tidevannstabeller bruker. Det ligger under middelvann med den samlede amplituden til de fire viktigste komponentene, så høydene er nesten alltid positive.
pl: Wysokości są mierzone od zera mapy (Z0) — poziomu używanego w japońskich tablicach pływów. Leży ono poniżej średniego poziomu morza o sumę amplitud czterech głównych składowych pływu, więc wysokości są prawie zawsze dodatnie.
pt_br: As alturas são medidas a partir do zero hidrográfico (Z0), o nível usado pelas tábuas de maré japonesas. Ele fica abaixo do nível médio do mar pela soma das amplitudes dos quatro componentes principais, então as alturas são quase sempre positivas.
pt_pt: As alturas são medidas a partir do zero hidrográfico (Z0), o nível utilizado pelas tabelas de marés japonesas. Este situa-se abaixo do nível médio do mar na soma das amplitudes dos quatro componentes principais, pelo que as alturas são quase sempre positivas.
ro: Înălțimile se măsoară de la zeroul hărții (Z0), nivelul folosit de tabelele de maree japoneze. Acesta se află sub nivelul mediu al mării cu suma amplitudinilor celor patru componente principale ale mareei, astfel încât înălțimile sunt aproape întotdeauna pozitive.
ru: Высоты отсчитываются от нуля глубин (Z0) — уровня, принятого в японских таблицах приливов. Он лежит ниже среднего уровня моря на сумму амплитуд четырёх главных составляющих, поэтому высоты почти всегда положительны.
sk: Výšky sa merajú od nuly mapy (Z0), hladiny používanej v japonských tabuľkách prílivu a odlivu. Tá leží pod strednou hladinou mora o súčet amplitúd štyroch hlavných slapových zložiek, takže výšky sú takmer vždy kladné.
sv: Höjder mäts från sjökortsnoll (Z0), den nivå som japanska tidvattentabeller använder. Den ligger under medelvattenståndet med de fyra huvudkomponenternas sammanlagda amplitud, så höjderna är nästan alltid positiva.
th: ความสูงวัดจากพื้นหลักฐานแผนที่ (Z0) ซึ่งเป็นระดับที่ใช้ในตารางน้ำขึ้นน้ำลงของญี่ปุ่น ระดับนี้อยู่ต่ำกว่าระดับทะเลปานกลางเท่ากับผลรวมแอมพลิจูดขององค์ประกอบหลักทั้งสี่ ดังนั้นความสูงจึงเป็นค่าบวกเกือบตลอดเวลา
tr: Yükseklikler, Japon gelgit tablolarının kullandığı düzey olan harita datumundan (Z0) ölçülür. Bu düzey, dört ana bileşenin genliklerinin toplamı kadar ortalama deniz seviyesinin altındadır; bu nedenle yükseklikler neredeyse her zaman pozitiftir.
uk: Висоти відлічуються від нуля глибин (Z0) — рівня, що використовується в японських таблицях припливів. Він лежить нижче середнього рівня моря на суму амплітуд чотирьох головних складових, тому висоти майже завжди додатні.
vi: Độ cao được đo từ số 0 hải đồ (Z0), mức chuẩn dùng trong các bảng thủy triều của Nhật Bản. Mức này nằm dưới mực nước biển trung bình một khoảng bằng tổng biên độ của bốn phân triều chính, nên độ cao hầu như luôn dương.
zh_hans: 潮高以海图基准面 (Z0) 为起算面，即日本潮汐表采用的基准。它比平均海平面低四个主要分潮的振幅之和，因此潮高几乎总是正值。
zh_hant: 潮高以海圖基準面 (Z0) 為起算面，即日本潮汐表採用的基準。它比平均海平面低四個主要分潮的振幅總和，因此潮高幾乎總是正值。

source: Heights are measured from mean sea level (MSL). A negative height simply means the water is below the local average — normal around low water.
ar_sa: تُقاس الارتفاعات من متوسط مستوى سطح البحر (MSL). الارتفاع السالب يعني ببساطة أن الماء أدنى من المتوسط المحلي — وهذا طبيعي قرب الجزر.
ca: Les altures es mesuren des del nivell mitjà del mar (MSL). Una altura negativa només vol dir que l'aigua és per sota de la mitjana local — normal al voltant de la baixamar.
cs: Výšky se měří od střední hladiny moře (MSL). Záporná výška znamená pouze to, že voda je pod místním průměrem — v době odlivu je to normální.
da: Højder måles fra middelvandstanden (MSL). En negativ højde betyder blot, at vandet står under det lokale gennemsnit — normalt omkring lavvande.
de_de: Die Höhen beziehen sich auf den mittleren Meeresspiegel (MSL). Eine negative Höhe bedeutet lediglich, dass das Wasser unter dem örtlichen Mittel liegt – um Niedrigwasser ganz normal.
el: Τα ύψη μετρώνται από τη μέση στάθμη της θάλασσας (MSL). Ένα αρνητικό ύψος σημαίνει απλώς ότι το νερό βρίσκεται κάτω από τον τοπικό μέσο όρο — φυσιολογικό γύρω από τη ρηχία.
es_es: Las alturas se miden desde el nivel medio del mar (MSL). Una altura negativa solo significa que el agua está por debajo de la media local, algo normal en torno a la bajamar.
es_mx: Las alturas se miden desde el nivel medio del mar (MSL). Una altura negativa solo significa que el agua está por debajo del promedio local, algo normal cerca de la bajamar.
fi: Korkeudet mitataan keskimerenpinnasta (MSL). Negatiivinen korkeus tarkoittaa vain, että vesi on paikallisen keskiarvon alapuolella — tavallista luoteen aikaan.
fr_ca: Les hauteurs sont mesurées depuis le niveau moyen de la mer (MSL). Une hauteur négative signifie simplement que l’eau est sous la moyenne locale — c’est normal autour de la basse mer.
he: הגבהים נמדדים מפני הים הממוצעים (MSL). גובה שלילי פירושו פשוט שהמים נמוכים מהממוצע המקומי — דבר רגיל בסביבות השפל.
hi: ऊँचाइयाँ माध्य समुद्र तल (MSL) से मापी जाती हैं। ऋणात्मक ऊँचाई का अर्थ केवल यह है कि पानी स्थानीय औसत से नीचे है — भाटे के आसपास यह सामान्य है।
hr: Visine se mjere od srednje razine mora (MSL). Negativna visina znači samo da je voda ispod lokalnog prosjeka — uobičajeno oko niske vode.
hu: A magasságok a közepes tengerszinttől (MSL) értendők. A negatív magasság csak azt jelenti, hogy a víz a helyi átlag alatt van — apály környékén ez normális.
id: Tinggi air diukur dari muka laut rata-rata (MSL). Nilai negatif hanya berarti permukaan air berada di bawah rata-rata setempat — hal wajar sekitar air surut.
it: Le altezze sono misurate rispetto al livello medio del mare (MSL). Un’altezza negativa significa semplicemente che l’acqua è sotto la media locale: è normale intorno alla bassa marea.
ja: 潮位は平均海面(MSL)からの高さです。マイナスは平均海面より下という意味で、干潮前後では正常な値です。
ko: 조위는 평균해수면(MSL)을 기준으로 측정됩니다. 음수 값은 수면이 해당 지역 평균보다 낮다는 뜻으로, 간조 무렵에는 정상입니다.
ms: Ketinggian air diukur dari aras laut min (MSL). Nilai negatif hanya bermakna paras air berada di bawah purata setempat — perkara biasa sekitar air surut.
nl_nl: Hoogten worden gemeten vanaf het gemiddelde zeeniveau (MSL). Een negatieve hoogte betekent alleen dat het water onder het lokale gemiddelde staat — normaal rond laagwater.
no: Høyder måles fra middelvann (MSL). En negativ høyde betyr bare at vannet står under det lokale gjennomsnittet — normalt rundt lavvann.
pl: Wysokości są mierzone od średniego poziomu morza (MSL). Ujemna wysokość oznacza po prostu, że woda znajduje się poniżej lokalnej średniej — to normalne w okolicach niskiej wody.
pt_br: As alturas são medidas a partir do nível médio do mar (MSL). Uma altura negativa significa apenas que a água está abaixo da média local — normal perto da baixa-mar.
pt_pt: As alturas são medidas a partir do nível médio do mar (MSL). Uma altura negativa significa apenas que a água está abaixo da média local — normal perto da baixa-mar.
ro: Înălțimile se măsoară de la nivelul mediu al mării (MSL). O înălțime negativă înseamnă doar că apa este sub media locală — normal în jurul mareei joase.
ru: Высоты отсчитываются от среднего уровня моря (MSL). Отрицательная высота означает лишь, что вода ниже местного среднего уровня — в малую воду это нормально.
sk: Výšky sa merajú od strednej hladiny mora (MSL). Záporná výška znamená len to, že voda je pod miestnym priemerom — v čase odlivu je to normálne.
sv: Höjder mäts från medelvattenståndet (MSL). En negativ höjd betyder bara att vattnet står under det lokala genomsnittet — normalt kring lågvatten.
th: ความสูงวัดจากระดับทะเลปานกลาง (MSL) ค่าติดลบหมายความเพียงว่าน้ำอยู่ต่ำกว่าค่าเฉลี่ยในพื้นที่ ซึ่งเป็นเรื่องปกติในช่วงน้ำลง
tr: Yükseklikler ortalama deniz seviyesinden (MSL) ölçülür. Negatif bir yükseklik yalnızca suyun yerel ortalamanın altında olduğu anlamına gelir — alçak su civarında normaldir.
uk: Висоти відлічуються від середнього рівня моря (MSL). Від'ємна висота означає лише, що вода нижча за місцевий середній рівень — під час малої води це нормально.
vi: Độ cao được đo từ mực nước biển trung bình (MSL). Độ cao âm chỉ có nghĩa là mực nước thấp hơn mức trung bình tại địa phương — điều bình thường quanh lúc triều thấp.
zh_hans: 潮高以平均海平面 (MSL) 为起算面。负值仅表示水位低于当地平均水平，在低潮前后属正常现象。
zh_hant: 潮高以平均海平面 (MSL) 為起算面。負值僅表示水位低於當地平均值，在乾潮前後屬正常現象。

source: High
ar_sa: مد
ca: Plenamar
cs: Příliv
da: Højvande
de_de: Hochwasser
el: Πλήμμη
es_es: Pleamar
es_mx: Pleamar
fi: Vuoksi
fr_ca: Pleine mer
he: גאות
hi: ज्वार
hr: Visoka voda
hu: Dagály
id: Pasang
it: Alta marea
ja: 満潮
ko: 만조
ms: Pasang
nl_nl: Hoogwater
no: Høyvann
pl: Wysoka woda
pt_br: Preamar
pt_pt: Preia-mar
ro: Maree înaltă
ru: Полная вода
sk: Príliv
sv: Högvatten
th: น้ำขึ้น
tr: Yüksek Su
uk: Повна вода
vi: Triều cao
zh_hans: 高潮
zh_hant: 滿潮

source: High %@ %@
ar_sa: مد %@ %@
ca: Plenamar %@ %@
cs: Příliv %@ %@
da: Højvande %@ %@
de_de: Hochwasser %@ %@
el: Πλήμμη %@ %@
es_es: Pleamar %@ %@
es_mx: Pleamar %@ %@
fi: Vuoksi %@ %@
fr_ca: Pleine mer %@ %@
he: גאות %@ %@
hi: ज्वार %@ %@
hr: Visoka voda %@ %@
hu: Dagály %@ %@
id: Pasang %1$@ %2$@
it: Alta marea %@ %@
ja: 満潮 %1$@ %2$@
ko: 만조 %1$@ %2$@
ms: Pasang %1$@ %2$@
nl_nl: Hoogwater %@ %@
no: Høyvann %@ %@
pl: Wysoka woda %@ %@
pt_br: Preamar %@ %@
pt_pt: Preia-mar %@ %@
ro: Maree înaltă %@ %@
ru: Полная вода %@ %@
sk: Príliv %@ %@
sv: Högvatten %@ %@
th: น้ำขึ้น %@ %@
tr: Yüksek su %@ %@
uk: Повна вода %@ %@
vi: Triều cao %@ %@
zh_hans: 高潮 %1$@ %2$@
zh_hant: 滿潮 %1$@ %2$@

source: High and Low Tides
ar_sa: المد والجزر
ca: Plenamars i baixamars
cs: Příliv a odliv
da: Høj- og lavvande
de_de: Hoch- und Niedrigwasser
el: Πλήμμες και ρηχίες
es_es: Pleamares y bajamares
es_mx: Pleamares y bajamares
fi: Vuoksi ja luode
fr_ca: Pleines et basses mers
he: גאות ושפל
hi: ज्वार-भाटा
hr: Visoke i niske vode
hu: Dagály és apály
id: Pasang dan Surut
it: Alte e basse maree
ja: 満潮・干潮
ko: 만조·간조
ms: Pasang dan Surut
nl_nl: Hoog- en laagwater
no: Høy- og lavvann
pl: Wysokie i niskie wody
pt_br: Marés altas e baixas
pt_pt: Preia-mares e baixa-mares
ro: Maree înalte și joase
ru: Полные и малые воды
sk: Príliv a odliv
sv: Hög- och lågvatten
th: น้ำขึ้นและน้ำลง
tr: Yüksek ve Alçak Sular
uk: Повні та малі води
vi: Triều cao và triều thấp
zh_hans: 高潮与低潮
zh_hant: 滿潮與乾潮
